-- from 172 打地鼠配置表.xlsx

local mole_reward_data=

{
	[1]={ star_num=3, reward={{3,90},{1,10000},{2012,4}}, des=138753
},
	[2]={ star_num=6, reward={{3,120},{1,12000},{2012,6}}, des=138754
},
	[3]={ star_num=9, reward={{8103,10},{1,15000},{2012,8}}, des=138755
},
	[4]={ star_num=12, reward={{3,90},{1,10000},{2012,4}}, des=138756
},
	[5]={ star_num=18, reward={{3,120},{1,12000},{2012,6}}, des=138757
},
	[6]={ star_num=24, reward={{8103,10},{1,15000},{2012,8}}, des=138758
},
	[7]={ star_num=27, reward={{3,90},{1,10000},{2012,4}}, des=138759
},
	[8]={ star_num=30, reward={{3,120},{1,12000},{2012,6}}, des=138760
},
	[9]={ star_num=45, reward={{8103,10},{1,15000},{2012,8}}, des=138761
}
}

return mole_reward_data